Repository: fangjunyu1/ImageSlim
Catalog: ImageSlim_macOS/ImageSlim/Languages/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, et, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, ro, ru, sk, sl, sq, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hk

source: Your support keeps free software alive.
ar: دعمكم يجعل البرمجيات الحرة تتجاوز كونها مجرد حلم
az: Sizin dəstəyiniz azad proqram təminatını xəyaldan reallığa çevirir.
bg: Вашата подкрепа превръща свободния софтуер от идеал в реалност.
bn: আপনার সমর্থন মুক্ত সফটওয়্যারকে শুধু স্বপ্নের মধ্যে সীমাবদ্ধ থাকতে দেয় না।
ca: El teu suport fa que el programari lliure sigui més que un ideal.
ceb: Ang imong suporta naghimo sa libreng software nga dili lang damgo.
cs: Vaše podpora mění svobodný software z ideálu v realitu.
da: Din støtte gør fri software til mere end blot et ideal.
de: Ihre Unterstützung macht freie Software zu mehr als nur einem Ideal.
el: Η υποστήριξή σας κάνει το ελεύθερο λογισμικό κάτι παραπάνω από ένα ιδανικό.
es: Tu apoyo hace que el software libre sea más que un ideal.
et: Teie toetus muudab vaba tarkvara enamaks kui lihtsalt ideaaliks.
fa: حمایت شما باعث می‌شود نرم‌افزار آزاد چیزی فراتر از یک ایده باشد.
fi: Tukesi tekee vapaista ohjelmistoista enemmän kuin vain ihanteen.
fil: Ang iyong suporta ay nagpapatunay na ang libreng software ay hindi lamang isang pangarap.
fr: Votre soutien fait du logiciel libre bien plus qu'un idéal.
ga: Mar gheall ar do thacaíocht, is mó ná idéalach é bogearraí saor in aisce.
gu: તમારો સહયોગ મુક્ત સૉફ્ટવેરને માત્ર એક આદર્શથી ઉપર લઈ જાય છે.
he: התמיכה שלכם הופכת תוכנה חופשית ליותר מסתם אידיאל.
hi: आपका समर्थन मुफ्त सॉफ्टवेयर को एक आदर्श से बढ़कर बनाता है।
hr: Vaša podrška pretvara slobodan softver iz ideala u stvarnost.
hu: Az Ön támogatásával a szabad szoftver többé nem csak álom.
id: Dukungan Anda membuat perangkat lunak bebas menjadi nyata, bukan sekadar cita-cita.
is: Stuðningur þinn gerir frjálsan hugbúnað að veruleika.
it: Il tuo supporto rende il software libero più di un semplice ideale.
ja: あなたの支援が、自由なソフトウェアを理想以上のものにします。
jv: Panyengkuyung panjenengan ndadekake piranti lunak bebas mboten namung dadi impen.
kk: Сіздің қолдауыңыз еркін бағдарламалық жасақтаманы арманнан ақиқатқа айналдырады.
km: ការគាំទ្ររបស់អ្នកធ្វើឱ្យកម្មវិធីសេរីមិនមែនត្រឹមតែជាសុបិន។
kn: ನಿಮ್ಮ ಬೆಂಬಲವು ಮುಕ್ತ ತಂತ್ರಾಂಶವನ್ನು ಕೇವಲ ಆದರ್ಶವಾಗಿ ಉಳಿಸದೆ ವಾಸ್ತವವಾಗಿಸುತ್ತದೆ.
ko: 여러분의 지원이 자유 소프트웨어를 이상 그 이상으로 만듭니다.
lt: Jūsų palaikymas paverčia laisvąją programinę įrangą ne tik idealu.
lv: Jūsu atbalsts padara brīvo programmatūru par ko vairāk nekā tikai ideālu.
ml: നിങ്ങളുടെ പിന്തുണ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറിനെ ഒരു സ്വപ്നത്തിനപ്പുറം വളർത്തുന്നു.
mr: तुमचा पाठिंबा मुक्त सॉफ्टवेअरला केवळ एक स्वप्न न ठेवता वास्तव बनवतो.
ms: Sokongan anda menjadikan perisian bebas lebih daripada sekadar impian.
my: သင်၏ပံ့ပိုးမှုက အခမဲ့ဆော့ဖ်ဝဲကို စိတ်ကူးထက် ပိုမိုစေပါသည်။
nb: Din støtte gjør fri programvare til mer enn bare et ideal.
nl: Jouw steun maakt vrije software meer dan een ideaal alleen.
or: ଆପଣଙ୍କ ସମର୍ଥନ ମୁକ୍ତ ସଫ୍ଟୱେୟାରକୁ କେବଳ ଏକ କଳ୍ପନା ନୁହେଁ, ବାସ୍ତବତା କରେ
pa: ਤੁਹਾਡਾ ਸਮਰਥਨ ਮੁਫਤ ਸੌਫਟਵੇਅਰ ਨੂੰ ਸਿਰਫ ਇੱਕ ਸੁਪਨਾ ਨਹੀਂ ਬਲਕਿ ਹਕੀਕਤ ਬਣਾਉਂਦਾ ਹੈ।
pl: Twoje wsparcie sprawia, że wolne oprogramowanie to coś więcej niż ideał.
pt_br: Seu apoio torna o software livre mais que um ideal.
ro: Sprijinul tău face ca software-ul liber să fie mai mult decât un ideal.
ru: Ваша поддержка делает свободное ПО реальностью.
sk: Vaša podpora robí zo slobodného softvéru viac než len ideál.
sl: Vaša podpora spreminja prosto programje v več kot le ideal.
sq: Mbështetja juaj mban gjallë softuerin.
sv: Ditt stöd gör fri programvara till mer än ett ideal.
ta: உங்கள் ஆதரவு இலவச மென்பொருளை ஒரு சிறந்ததை விட அதிகமாக ஆக்குகிறது.
te: మీ మద్దతు ఉచిత సాఫ్ట్‌వేర్‌ను ఆదర్శం కంటే ఎక్కువగా చేస్తుంది.
th: การสนับสนุนของคุณทำให้ซอฟต์แวร์ฟรีเป็นมากกว่าแค่อุดมคติ
tr: Desteğiniz, özgür yazılımı bir idealden daha fazlası haline getiriyor.
uk: Ваша підтримка робить безкоштовне програмне забезпечення більш ніж ідеальним.
ur: آپ کا تعاون مفت سافٹ ویئر کو ایک مثالی سے زیادہ بناتا ہے۔
vi: Sự hỗ trợ của bạn giúp phần mềm miễn phí trở nên lý tưởng hơn.
zh_hans: 您的支持让自由软件不止于理想。
zh_hk: 您的支持讓自由軟體不止於理想。
